{
  "whyChooseUs": [
    {
      "title": "Modern Fleet",
      "content": "We only use brand new equipments. No equipment is older than 2 years."
    },
    {
      "title": "Dedicated Team",
      "content": "We have a team of drivers that understand that time is very essential in the transportation industry and we strive to be very punctual while being really efficient."
    },
    {
      "title": "Customer-Centric Approach",
      "content": "Being a startup company, our customers are very dear to us. We treat every customer with respect as our business depends on it."
    },

    {
      "title": "Reliability",
      "content": "Because we only purchase brand new equipments, we are very reliable."
    }
  ],

  "aboutUs": {
    "title": "ABOUT US",
    "subTitle": "Delivering Excellence in Transport Services",
    "content": "Nigerian Express LLC is a trucking company based in Minnesota, USA.\n With a strong focus on reliability and efficiency.\n We are commited to providing top-notch transportation services to our clients.\n Our team of experienced professionals and modern fleet ensure that we deliver your goods on time, everytime!\n Trust Nigerian Express LLC for all your trucking needs."
  },

  "services": [
    {
      "title": "Same day on demand",
      "details": "Call us before 10AM same day and we will get that delivery done!"
    },
    {
      "title": "Expedited shipping",
      "details": "This is our top seller right now so dont hesitate to call us for a quote."
    },
    {
      "title": "Last mile delivery",
      "details": "We work with distribution centers and Local super stores, to get customer purchases delivered in good condition."
    },

    {
      "title": "Local and Regional Hauling",
      "details": "We also work with brokers on the spot market to get freight delivered."
    }
  ],

  "contactUs": {
    "summary": "We're always ready to answer your questions and provide you with top-notch service. Below, you'll find ways to get in touch with us:",
    "phoneNumber": "+1(651)398-1035",
    "email": "nigerianexpress24@gmail.com",
    "address": "12550 Portland Avenue, Burnsville Minnesota 55337"
  },

  "socialMediaLinks": {
    "facebook": "",
    "instagram": "https://www.instagram.com/nigerianexpressllc?igsh=aHFsY2h5eXoxMGMy&utm_source=qr",
    "linkedIn": "https://www.linkedin.com/in/kachiakwara",
    "whatsapp": "https://api.whatsapp.com/send?phone=+1(651)398-1035&text=Hello%20Nigerian%20Express!,%20I%20would%20like%20to"
  },

  "footerText": "Copyright © 2023. NIGERIAN EXPRESS. All rights reserved."
}
